alsa-utils
base-devel
bash-completion
curl
dunst
ffmpeg
firefox
git
grub
htop
kdeconnect
moc
mpv
neofetch
neovim
nitrogen
pamixer
picom
pulseaudio
ranger
scrot
sxiv
tldr
tree
xorg-server
xorg-xinit
xsel
youtube-dl
zathura
zathura-pdf-mupdf
fzf
the_silver_searcher
fd
ripgrep
ueberzug
lazygit

